Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/1655.tmx
Source language: ba
Languages: ru

source: Ватан һəм миллəт. Күге аҫтында йəшəгəн, һауаларын еҫкəгəн, һыуын эскəн, икмəген ашаған ватанығыҙҙы ныҡ һөйөгөҙ, уның исемен бөйөк итеү өсөн тырышығыҙ.
ru: Отечество и нация. Крепко любите свое отечество, где вы живете под голубым небом, дышите воздухом, пьете воду, питаетесь хлебом, старайтесь возвеличивать его имя.

source: Ватан – һəр кем алдында ғорурланырлыҡ хазина.
ru: Родина – богатство, которым может гордиться каждый человек.

source: Шуға күрə ватан өсөн малығыҙҙы (байлыҡтарығыҙҙы) ҡыҙғанмағыҙ һəм көстəрегеҙҙе аямағыҙ.
ru: Поэтому не скупитесь для родины, не жалейте сил.

source: Ватан хаҡына бындай фиҙаҡəрлек күрһəтмəгəн кеше унда йəшəүгə лайыҡлы түгел.
ru: Человек, не доказавший такой самоотверженности, не достоин в ней жить.

source: Ата-əсəгеҙҙе, ҡəрҙəштəрегеҙҙе нисек һөйəһегеҙ, миллəтегеҙҙе лə шулай һөйөгөҙ.
ru: Любите свою нацию, как родителей и родственников.

source: Миллəтегеҙ өсөн хеҙмəт итеүҙе йəнегеҙ өсөн бəхет тип белегеҙ.
ru: Знайте, что служение нации – это счастье для души.

source: “Миллəт” һəм “Ватан” һүҙҙəрен мəсхəрəлəүселəрҙе тыңламағыҙ.
ru: Не слушайте тех, кто оскорбляет слова «нация» и «родина».

source: Улар кешелек сифатынан мəхрүм ҡалған бисаралар.
ru: Хулители лишены человеческих качеств.

source: Уларҙың үҙҙəрен ҡыҙғанығыҙ һəм түбəн дəрəжəгə төшкəндəре өсөн мəрхəмəт күрһəтегеҙ.
ru: Вы пожалейте их самих и проявляйте милосердие, из-за их низкой культуры.

source: Миллəт һəм ватан өсөн хеҙмəт итергə тура килһə, уның өсөн рəхмəт һəм бүлəк көтмəгеҙ.
ru: Если вам придется быть на службе у нации и отечества, не ждите за это вознаграждения и благодарности.

source: Миллəт һеҙгə яфа ҡылһа, һис үпкəлəмəгеҙ, һеҙгə йөкмəтелгəн хеҙмəттəрҙəн баш тартмағыҙ. (Ризаитдин Фəхретдиндең “Нəсихəттəр” китабынан)
ru: Пусть нация причинит вам мучения, а вы никогда не обижайтесь, не уклоняйтесь от возложенных на вас обязанностей. (Р. Фахретдинов. Из книги «Нравоучения»)

source: Санкт-Петербургт а – Өфө урамы Башҡортостандың үҙ ирке менəн Рəсəй дəүлəтенə ҡушылыуына 450 йыл тулыу уңайы менəн илебеҙҙең төньяҡ баш ҡалаһы Санкт-Петербургта Өфө урамы булдырылған.
ru: Уфимская улица в Санкт-Петербурге В честь 450-летия добровольного присоединения Башкортостана в Россию в северной столице нашей страны в городе Санкт-Петербурге одну из улиц назвали Уфимской.

source: Ул Петроград районының Нева йылғаһы ярына сыға торған урында урынлашҡан.
ru: Она расположена в Петроградском районе, выходящей на берег реки Невы.

source: Был урамды реконструкциялауға һəм төҙөклəндереүгə Санкт-Петербург хөкүмəте 230 миллион һум аҡса бүлгəн.
ru: На реконструкцию и строительство этой улицы администрация Санкт-Петербурга выделила 230 миллионов рублей.

source: Тиҙҙəн унда төҙөлөш эштəре тамамланасаҡ, ҡала бюджетында кəрəкле сығымдар ҡаралған.
ru: Вскоре там завершатся строительные работы, в городском бюджете все необходимые издержки предусмотрены.

source: Ə беҙҙең республика хөкүмəте Өфө урамын башҡорт еренең бер киҫəгенə əүерелдереү өсөн тырышлыҡ һаласаҡ.
ru: А наше республиканское правительство постарается приложить все усилия для превращения улицы Уфимской в кусочек башкирской земли.

source: Бында Башҡортос- тандан килтерелгəн тауарҙар һəм аҙыҡ-түлек, иң элек башҡорт балы буласаҡ. Был урамға килгəн һəр кем уның исемен белмəйенсə лə таныясаҡ.
ru: Здесь будут торговать привезенными из Башкортостана товарами и продуктами питания, самым первым будет представлен башкирский мед. Любой, пришедший на эту улицу, кто не знал даже названия улицы, поймет, как она наименована.

source: Ə иң мөһиме шунда: төньяҡ баш ҡалала йəшəүсе яҡташтарыбыҙ өсөн ул тыуған ерҙең изге бер мөйөшөнə əйлəнəсəк.
ru: А главное в том, что улица превратится для земляков, живущих в северной столице, в дорогой уголок родины.

source: Заһир Исмəғилев исемендəге Өфө дəүлəт сəнғəт академияһы Өфө дəүлəт сəнғəт инстит уты 1968 йылда асыла.
ru: Уфимская государственная академия искусств имени Загира Исмагилова Уфимский государственный институт искусств открывается в 1968 году.

source: Уның беренсе ректоры – СССР-ҙың халыҡ артисы, композитор З.Ғ.Исмəғилев.
ru: Его первый ректор – народный артист СССР, композитор З.Г.Исмагилов.

source: Инстит утҡа индергəн уңыштары өсөн 2003 йылда академия статусы һəм 2004 йылда Заһир Исмəғилев исеме бирелде.
ru: За большие достижения в 2003 году институт утвержден в статусе академии, в 2004 году присвоено имя Загира Исмагилова.

source: Ул Башҡортостанда м узыка, театр һəм һынлы сəнғəт б уйы нса профессиональ белгестəр əҙерлəүсе берҙəн-бер юғары уҡы у йорто б улып тора. Өфө дəүлəт сəнғəт академияһы үҙ осоронда 4000-дəн артыҡ юғары квалификациялы бел гес əҙерлəп сығарҙы.
ru: Он является единственным учебным заведением Башкортостана, выпускающим профессионалов в области музыкального, театрального и изобразительного искусства. Уфимский государственный академия искусств подготовил свыше 4000 специалистов высшей квалификации.

source: Уларҙың араһынан 500-ҙəн ашы уы төрл ө конкурстарҙың ла уреаты һəм дипломанты Академияла профессорҙар, доценттар һəм юғары квалификациялы уҡыты усылар уҡыта.
ru: Среди них более 500 – лауреаты и дипломанты различных конкурсов. В академии работают профессоры, доценты и высококвалифицированные преподаватели.

source: Башҡорт балы Башҡорт балы – донъяла өс алтын миҙалы булған берҙəн-бер бал төрө. Тəүге алтын миҙал – 1900 йылда Парижда уҙғарылған Бөтə донъя йəрминкəһендə, икенсеһе – 1961 йылда Эрфрутта Халыҡ- ара күргəҙмəлə, өсөнсөһө 1971 йылда Мəскəүҙə Умартасыларҙың халыҡ-ара конгресында бирелə.
ru: Башкирский мед Башкирский мед – единственный обладатель трех золотых медалей в мире, одним из видов меда. Первой золотой медали удостоена в 1900 году на Всемирной ярмарке в Париже, второй – в 1961 году на Международной выставке в Эрфурте, третьей – на Московском международном конгрессе пчеловодов.

source: Үҙенсəлекле еҫе һəм тəме өсөн был миҙалдарға йүкə балы лайыҡ була. Йүкə балы – иң ҡиммəтлеһе һəм киң билдəлеһе, ул сəскə балдары араһында беренсе урында тора. Уны күбеһенсə Көнбайыш Урал йүкəлектəренəн йыялар.
ru: За своеобразный запах и вкус был удостоен этих медалей липовый мед. Липовый мед – самый дорогой и широко известный, среди цветочных сортов меда он занимает первое место. Его в основном собирают с лип в западной части Урала.

source: Ул хуш еҫле һəм татлы, саф асыҡ һары төҫтə була, кəрəҙендə юғары тəбиғи 135 сифаттарын һəм таҙалығын һаҡлай.
ru: Он бывает ароматен и сладок, светло-желтого цвета, в сотах сохраняются высокое природное качество и чистота.

source: Йүкə балы күп сирҙəрҙе дауалау көсөнə эйə. Бал – йəнгə сихəт, тəнгə шифа, йөрəккə дауа, белəккə көс биреүсе дан ризыҡ.
ru: Липовый мед излечивает от многих болезней. Мед – славный продукт, дающий пользу для души, исцеление для тела, лекарство для сердца, силу для рук.

source: Бал тураһында башҡорт телендə бик күп мəҡəлдəр бар. Мəҫəлəн, эҙлəгəн ҡорт бал табыр, эшлəгəн кеше мал табыр; Бал ҡортоноң балы бар, балға хəтле наҙы бар; Балдың үҙе тəмле, ауыҙҙың һүҙе тəмле; Бал тəмле лə, ҡорт саға; Балын яратһаң, бəлəһен дə ярат; Балың булмаһа ла, баллы телең булһын.
ru: Очень много пословиц есть в башкирском языке о меде. Например, ищущая пчела найдет мед, а работающий человек – богатство; у пчелы есть мед, до меда есть ласка и нежность; мед сам по себе вкусный, у рта слово сладко; хоть мед сладок, пчела жалит; любишь мед – люби и муки от меда; если и нет меда, пусть сладким будет твой язык.

source: Республиканың күренекле рəссамы Əҙиə Ситдиҡова – республиканың күренекле рəссамдарының береһе.
ru: Знаменитый художник республики Адия Ситдикова – одна из известных в республике художник.

source: Ул 1964 йылда Урал төбəктəре күргəҙмəһендə рəсми танылыу яулай.
ru: Известность она приобрела в 1964 году на выставке художников Уральского региона.

source: Əҙиə Ситдиҡованың пейзажы ла авторҙың ижади офоҡтарының киңлеге, оҫталығы хаҡында һөйлəй.
ru: Пейзажи Адии Ситдиковой говорят о широте ее творческого диапазона, о таланте.

source: Əҙиə Ситдиҡова – республикабыҙҙың халыҡ рəссамы, Салауат Юлаев исемендəге дəүлəт премияһы лауреаты.
ru: Адия Ситдикова – заслуженный художник Республики Башкортостан, лауреат государственной премии имени Салавата Юлаева.

source: Нигеҙҙə, ул ижад иткəн əҫəрҙəрҙең күпселеге фольклор ерлегендə тыуған, унда боронғо тарихи мираҫыбыҙ, халҡыбыҙҙың көнкүреше, сəнғəте яҡшы сағыла.
ru: В основном ее творчество рождено на фольклорной основе, в нем хорошо отражаются древнее историческое наследие, народный быт и искусство.

source: Рəссамдың яратҡан темалары – Башҡортостандың тəбиғəте, башҡорт халҡының көнкүреше, башҡорт балы. Уның “Башҡорт балы” исемле картинаһында ла башҡорт балына мəҙхиə йырлана.
ru: Любимые темы художника – природа Башкортостана, быт башкирского народа и башкирский мед. В ее картине «Башкирский мед» так же воспевается башкирский мед.

source: Тəмəке, алкоголь, наркотик Халыҡ үлеменең сəбəпсеһе булған ошо өсəүҙе бер-береһенəн айырып ҡарап булмай, улар өс игеҙəк кеүек.
ru: Табак, алкоголь, наркотик Эти три явления нельзя рассматривать отдельно друг от друга по отношению выявления причин смертности народа, они как три близнеца.

source: Һəр кеше үҙ үлеменə юлды тəмəке тартыуҙан башлай, шунан ул алкоголь һəм наркотик ҡоллоғона элəгə. Лəкин быны бер кем дə танырға телəмəй
ru: Путь к смерти каждый человек начинает с табакокурения, затем попадает в рабство к алкоголю и наркотикам, но это никто не желает признавать.

source: Ана, тəмəкене рекламалаған таҡталар менəн ҡала тулған.
ru: Вот весь город заполнен щитами с рекламой табака.

source: Шул аңлашылмай: əгəр ҙə рекламанан килгəн килем тəмəке арҡаһында ауырыуға һабышыусы əҙəмде дауалауға киткəн сығымдарҙан биш-алты тапҡырға аҙыраҡ икəн, унан ниндəй файҙа?
ru: Непонятно одно: если выгоды от рекламы табака 5-6 раз меньше, чем издержки, израсходованные на лечение больного, заболевшего от курения, какая от этого польза?

source: Шул уҡ рекламалар йəштəрҙе эсергə лə саҡыра: һыраға маҡтау йырлана.
ru: Те же рекламы призывают молодежь и употреблять алкоголь: восхваляется пиво.

source: Рекламалаусылар, əлбиттə, һыра алкоголизмының араҡы алкоголизмынан ауырыраҡ икəнен, шəхестең биш-алты тапҡырға тиҙерəк тарҡалыуын яҡшы белə. Лəкин маҡтайҙар, тараталар.
ru: Рекламодатели, конечно, хорошо знают, что пивной алкоголь тяжелее водочного, знают, что личность распадается в случае употребления спиртного в 5-6 раз быстрее. Но все же восхваляют, распространяют.

source: Һыраны мəктəп уҡыусыларынан башлап, барыһы ла эсə икəнен күҙ алдына килтерһəң, илдең ҡайҙа табан барыуын аңлап була торғандыр.
ru: Если представить, что пьют пиво все, можно, наверное, понять, к чему идет страна.

source: Тағы ла наркоманлыҡтың эҙемтəлəре иҫте китəрə.
ru: Также потрясают последствия наркомании.

source: Белмəгəн кеше наркоманды шəйлəмəҫкə лə мөмкин, сөнки унан еҫ сыҡмай, ул болғаңлап та йөрөмəй һəм туҙынмай.
ru: Незнающий человек не может отличить наркомана, ведь от него нет запаха, он не шатается и не скандалит.

source: Лəкин наркомандың йəмғиəткə ҡурҡынысы бигерəк тə ҙур, уны дауалап булмай тиерлек.
ru: Однако наркоман представляет особую опасность для общества, так как излечить его почти невозможно.

source: Ə рекламаланған үҙəктəр – бала ҡайғыһынан алйыған ата-əсəнəн аҡса һурыу ысулы ғына. Халыҡта элек-электəн сəлəмəтлек һəм көс культы өҫтөнлөк иткəн: əкиəттəрҙə һəм риүəйəттəрҙə, ҡобайырҙарҙа һəм хикəйəттəрҙə тəне һəм рухы менəн матур, көслө, яуызлыҡҡа ҡаршы көрəштə еңеүсе батырҙарға маҡтау йырланған.
ru: А рекламированные центры лечения являются способами вытягивания денег от родителей, сходящих с ума от горя. Издавна в народе прославлялись здоровье и культ силы: в сказках и преданиях, в кубаирах и сказаниях воспевались красивые телом и духом, сильные борцы против жестокости, батыры- победители.

source: Ə беҙгə əллə ниндəй яуыздарға ҡаршы түгел, үҙебеҙҙең һəлкəүлеккə, битарафлыҡҡа, ялҡаулыҡҡа ҡаршы көрəшергə генə кəрəк.
ru: А нам необходимо бороться не с какими-то злыми врагами, а лишь со своей медлительностью, равнодушием, ленью.

source: Юғары белем биреүҙең башланғысы Беҙҙең илдə юғары белем биреүҙең башланғысы Петр I эпохаһына барып тоташа. Уның уйынса, Рəсəй империяһындағы тəүге ғилми-уҡытыу үҙəге Университет менəн Академияны үҙ эсенə алырға тейеш була.
ru: Истоки высшего образования В нашей стране начало высшего образования связано с эпохой Петра 1. 147 По его замыслу, первым научно-образовательным центром должен был быть университет с академией.

source: Был хаҡта Императорҙың 1724 йылдың 28 ғинуарындағы указында əйтелə.
ru: Об этом говорится в Указе императора от 28 января 1724 года.

source: XVIII быуатта Петербургта Академия университеты, Тау училищеһы һəм Медицина-хирургия академияһы, ə Мəскəүҙə “тəүге классик университет һəм Славян-грек-латин академияһы” асыла.
ru: В 18 веке были открыты в Петербурге университет Академии, горное училище и Медико- хирургическая академия, а в Москве – первый классический университет и Славяно-греко-латинская академия.

source: Студенттарҙың уҡыуы һəм көндəлек тормошо уставта ҡаралған булған, ҡағиҙəлəрҙе боҙоусыларға штрафтар һалынған, крəҫтиəн кейе-ме кейҙереү, шпага йөрөтөүҙе тыйыу кеүек язалар бирелгəн.
ru: В Уставе были определены порядок учебы и быт студентов, в приказах установлены штрафы нарушителям, запрещена крестьянская одежда, ношение шпаги.

source: Шул уҡ осорҙа тəүге стипендиаттар ҙа булдырыла.
ru: В то же время определялись первые стипендиаты.

source: Архивтарҙа уларҙың фамилиялары ла һаҡланған: исемлектə Академия университетынан – 23, Мəскəү дəүлəт университетынан 30 студент күрһəтелгəн.
ru: Их фамилии сохранены в архивах: в списке из университета Академии – 23, из Московского государственного университета – 30 студентов.

source: Стипендия ашауға, кейем-һалым менəн китаптар алыуға, шулай уҡ шəхси торлаҡҡа түлəүгə еткəн.
ru: Стипендии хватало на пропитание, одежду и приобретение книг, также на плату за жилье.

source: Хатта ул ваҡытта ла студенттар өҫтəмə килем табыу юлдарын эҙлəгəн, ҡайҙа ла булһа эшлəр булғандар.
ru: Ив то время студенты искали пути дополнительных заработков, старались подрабатывать.

source: Сит телдə баҫылған китаптарҙы руссаға тəржемə итеү айырыуса күп килем килтергəн.
ru: Перевод иностранной литературы на русский язык приносил особенно значительную прибыль.

source: 17 ноябрь – Халыҡ-ара ст удентт ар көнө Халыҡ-ара студенттар көнө – студенттарҙың халыҡ-ара хеҙмəттəшлеге көнө. Был көн фашизмға ҡаршы көрəшкəн студент-тарҙың 1941 йылда Лондонда үткəрелгəн халыҡ-ара осрашыуында булдырыла, һəм ул фашизмға ҡаршы көрəшкəн Чехословакия студенттары иҫтəлегенə арнала. 1939 йылдың 17 ноябрендə Чехословакияның Студенттар союзы етəкселəре фашист оккупацион властары тарафынан ҡулға алына һəм атып үлтерелə.
ru: 17 ноября – Международный день студентов Международный день студентов – День международной солидарности студентов. Этот день начал отмечаться с Лондонской встречи студентов-антифашистов в 1941 году, он посвящен был памяти студентов Чехословакии, боровшихся против фашизма. 17 ноября 1939 года руководители Чехословацкого союза студентов были арестованы и расстреляны фашистскими оккупантами.

source: Юғары уҡыу йорттарының меңлəгəн студенттары менəн уҡытыусылары концлагерҙарға ебəрелə, уҡыу йорттары ябыла.
ru: Тысячи студентов и преподавателей вузов были брошены в концлагеря, высшие учебные заведения закрывались.

source: Был көндəрҙең фажиғəле ваҡиғаларын иҫкə алып, шуға ышанғы килə: улар бөтə донъя студенттарын яҡынайтыр, берлəштерер, төрлө расалар, төрлө телдəр һəм ғөрөф-ғəҙəттəр араһындағы айырмалыҡтарҙы бөтөрөр; ə беҙҙең икһеҙ-сикһеҙ планетабыҙҙа был көндə “студенттар” тип аталған бер һəм берҙəм миллəт вəкилдəре шатланып байрам итер. Хəҙерге ваҡытта 17 ноябрь – Студенттар көнө – бөтə юғары уҡыу йорттарын, бөтə факультеттарҙың студенттарын берлəштергəн символик көн иҫəплəнə.
ru: Вспоминая события этих трагических дней, хочется верить в следующее: этот праздник сблизит всех студентов мира, объединит их разных по расе, покончит с различиями между языками, нравами и обычаями; и на нашей планете так называемые «студенты», представители одной единой нации, будут радостно праздновать этот день. В наше время 17 ноября – День студентов является символическим днем солидарности студентов, объединяющий студентов всех вузов и факультетов.

source: Был көндө ғəҙəттə студенттар, алдағы сессияларҙы, зачет-имтихандарҙы, “ҡойроҡтарын” онотоп, клубтарҙа, дискотекаларҙа күңел аса, дөйөм ятаҡтарҙа кис ултырыуҙар ҙа ситтə ҡалмай.
ru: Обычно в этот день студенты веселятся в клубах на дискотеках, забыв о предстоящих сессиях, зачетах, «хвостах», в общежитиях также устраиваются вечера.

source: Студент Америкала ла студент Америка студенттары менəн əңгəмəлəшкəн ваҡытта, бер ҡасан да университетта алған белемегеҙҙе “юғары”, тип əйтергə ашыҡмағыҙ, сөнки беҙҙəге уҡыу йорттары ундағы юғары класҡа тиң.
ru: Студент и в Америке студент Во время беседы с американскими студентами никогда не торопитесь называть получаемые знания в университете «высшими», ведь наши учебные заведения равняются их старшим классам.

source: Уҡырға инеү процесы ла бик күпкə айырыла.
ru: Очень отличается и процесс поступления на учебу.

source: Мəҫəлəн, беҙҙə аттестаттың уртаса балы, ҡабул итеү имтихандары иҫəпкə алынһа, АҠШ-та иһə бөтə студенттар ҙа бер үк һорауҙарға яуап бирə, йəғни тест һынауы үтə. Уларҙың һөҙөмтəләрен компьютер баһалай һəм абитуриент һайлаған вузға тапшыра.
ru: Например, у нас средний балл аттестата, вступительные экзамены учитываются при поступлении, а в США все абитуриенты отвечают на одни и те же вопросы или проходят тестирование. Результаты подводит компьютер, затем абитуриент их подает в избранный вуз.

source: Юғары балл, əлбиттə, ҡабул ителеүгə булыша, əммə бер ниндəй ҙə гарантия бирə алмай.
ru: Высокий балл, конечно, имеет преимущество, но не дает никакой гарантии.

source: Сөнки университет кемде алыуҙы үҙе хəл итə.
ru: Ведь университет сам выбирает, кого именно брать.

source: Бында бик күп факторҙар, шул иҫəптəн раса, енес, ата- əсəйеңдең ҡайһы уҡыу йортон тамамлауы ла күҙ уңында тотола.
ru: Здесь очень много факторов, в том числе учитывается раса, пол, даже берется во внимание, какой университет закончили отец и мать.

source: Əгəр улар университетта эшлəһə, мəҫəлəн, медицина бүлегенə табиптар династияһынан сыҡҡан балаларҙы алырға тырышалар.
ru: Если же родители работают в университете, например, на медицинском факультете, стараются брать детей из династии врачей.

source: Уҡыу өсөн түлəү ҙə – мөһим мəсьəлə.
ru: Плата за учебу – так же важная проблема.

source: Был уларҙың материалды еңелерəк һəм тиҙерəк үҙлəштереүен иҫəпкə алып эшлəнə. Түлəүҙəр студенттың өлгəшеүенə генə түгел, ə белемгə субсидияларға, ғаилəнең килеменə бəйлəнгəн. Университет менəн бəйлəнеш булыу ҙа ҙур əһəмиəткə эйə.
ru: Она зависит не только от успеваемости, а связана еще и со сведениями о субсидиях, семейном положении. Связь родителей с университетом имеет большое значение.

source: Юғары уҡыу йорттары хеҙмəткəрҙəренə, ҡағиҙə булараҡ, балаларының уҡыуы өсөн 50- 75 процент тирəһе ташлама яһала.
ru: Сотрудникам университета, по правилам, предоставляется скидка за учебу детей около 50 – 70 %.

source: Америка университеттарында студенттар уҡыясаҡ предметтарҙы үҙҙəре һайлай.
ru: Студенты американских университетов выбирают учебные дисциплины сами.

source: Уларға дəрес ҡалдырыу рөхсəт ителмəй, баһалар иһə өйгə бирелгəн һəм контроль эштəргə ҡарап ҡуйыла.
ru: Им не разрешается пропуски занятий, учитывая выполнение домашнего задания и контрольных работ, ставятся оценки.

source: Бөтə контроль эштəр ҙə бары яҙма формала башҡарыла, студенттар тик аспирантурала ғына телдəн һынау тапшырырға мөмкин.
ru: Все контрольные работы выполняются в письменной форме, лишь при поступлении в аспирантуру могут сдавать экзамен в устной форме

source: Ниндəй ул Америка?
ru: Какая она Америка?

source: Мин үҙем булған Солт-Лейк Сити ҡалаһы тураһында һөйлəргə телəйем.
ru: Я хочу рассказать о городе Солт Лейк Сити, в котором побывала.

source: Ҙур булмаһа ла, уны иң таҙа ҡала булараҡ, 2002 йылда сираттағы ҡышҡы Олимпия уйындары үткəреү өсөн һайлағандар.
ru: Хотя он небольшой, он самый чистый, поэтому его в 2002 выбрали для проведения международных зимних олимпийских игр.

source: Мине лə ҡаланың таҙалығы хайран ҡалдырҙы.
ru: Меня тоже поразила чистота этого города.

source: Урамда бөтə урындарҙа ла сүп һалыу өсөн урналар ҡуйылған.
ru: В нем на всех улицах есть урны для мусора.

source: Тəртип тə ҡаты
ru: Дисциплина так же жесткая.

source: Водитель машина тəҙрəһенəн тəмəке төпсөгө йəки сүп ташлаһа, ҙур штраф түлəй.
ru: Водитель, выкинувший из окна машины окурок сигареты или мусор, платит большой штраф.

source: Урамда халыҡ үҙен бик тəртипле тота, хатта һағыҙ ташлаусыны ла күрмəҫһең.
ru: На улицах народ держит себя очень культурно, не увидишь даже бросающих жвачку.

source: Егерме йəшкə тиклемге йəштəр, үҫмерҙəр барға, дискотекаға йөрөмəй.
ru: Молодежь до 20 лет, подростки не посещают бары, дискотеки.

source: Уларға шарап, хəмер түгел, һыра һатыу ҙа ҡəтғи тыйылған.
ru: Им не только водку, вино, но и пиво строго запрещено продавать.

source: Супермаркеттарҙа, автозаправка станцияларында һатып алған əйберҙəрҙең ни бары өс процентын ғына һыра тəшкил итергə тейеш.
ru: Доля стоимости пива, купленного в супермаркетах, на автозаправочных станциях, должна составить всего 3% от стоимости всей покупки.

source: Алкоголле эсемлектəр һатылған магазинға инеү өсөн иң элек нисə йəштə икəнлегең яҙылған шəхси танытмаңды күрһəтəһең.
ru: Чтобы войти в магазин, где торгуют алкогольными напитками, прежде всего нужно показать документ, удостоверяющий личность.

source: Ижтимағи урындарҙа, йəғни халыҡ күплəп ял иткəн һəм эшлəгəн урындарҙа, тəмəке тартыу, араҡы эсеү ҡабул ителмəгəн.
ru: В общественных местах, то есть в местах массового отдыха и работы людей, запрещены курение и распитие спиртных напитков.

source: Ошондай урындарҙа тəмəке тартҡаныңды күрһəлəр, ҙур ғына штрафҡа юлығаһың, араҡы эсһəң, төрмəгə ябып ҡуйыуҙары ихтимал.
ru: Увидят курящего в таких местах – наложат большой штраф, если выпьешь водку, могут закрыть в тюрьму.

source: Документһыҙ йə эскəн килеш машина йөрөтһəң дə, төрмə менəн таныштырыуҙары мөмкин.
ru: Можно познакомиться с тюрьмой и в случае вождения автомобиля без документов или в пьяном виде.

source: Мин “Лагуна” аттракцион паркында эшлəнем.
ru: Я работала в парке аттракционов «Лагуна».

source: Америкалыларҙың тотош ғаилə менəн күңелле ял итеүҙəренə көнлəшеп тə ҡуйҙым.
ru: Позавидовала тому, как весело умеют отдыхать американцы всей семьей.

source: Улар, уйнап-көлөп арығас, йəм-йəшел таҙа сирəмгə ултырып, бер ниндəй спиртлы эсемлектəрһеҙ, тəмəкеһеҙ саф һауала ашап-эсəлəр.
ru: Устав от игр и смеха, они, сев на зеленую чистую лужайку, не без никаких спиртных напитков, курения пьют и едят на свежем воздухе.

source: Барыһы ла йылмайып ҡына һөйлəшə.
ru: Все разговаривают только с улыбкой.

source: Ғөмүмəн, уларҙа йəкшəмбе “ғаилə көнө” тип йөрөтөлə.
ru: В общем, у них воскресенье называют днем семьи.

source: Ата-əсəйҙəр был көндө тик балалары менəн генə үткəрə, бергəлəп телевизор ҡарайҙар, китап уҡыйҙар, йыр өйрəнəлəр, һүрəт төшөрəлəр.
ru: Родители проводят этот день только с детьми, вместе смотрят телевизор, читают книги, поют песни, рисуют.

source: Ун алты йəшкə еткəн ҡыҙҙар урамда яңғыҙ йөрөмəһен, бəлəгə юлыҡмаһын өсөн, ата-əсəйҙəре уларға еңел машина һатып алып бирə.
ru: Чтобы дочери, достигшие 16-летнего возраста, не ходили в одиночку по улицам, не попадали в беду, родители им покупают легковые автомобили.

source: Мин эшлəгəн Солт-Лейк Сити ҡалаһы балалар һəм уҡыусылар өсөн барлыҡ шарттар тыуҙырылған таҙа, күркəм, тын, матур ҡала булып хəтеремдə ҡалды.
ru: Город Солт-Лейк Сити, где я работала, в моей памяти остался чистым, спокойным, красивым городом, где были созданы все условия.

source: Ай Уралым, Уралым...
ru: Ах, Урал, мой Урал...
